Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: Also, the cells may not adequately grow at the transplanted site.
vi: Ngoài ra, các tế bào có thể không phát triển đầy đủ ở vùng ghép.

source: Altered myofibroblastic differentiation
vi: Thay đổi sự biệt hoá myofibroblastic

source: Alternatives to MTA (such as resin-modified glass ionomer [RMGI] or bioceramics [e.g., Biodentine®]) should be considered in teeth where there is an esthetic concern.
vi: Thay thế cho MTA (như resin-modified glass ionomer [RMGI] hoặc bioceramics [e.g., Biodentine®]) nên được cân nhắc ở răng liên quan thẩm mỹ.

source: Alternatives: MTA apexification, no treatment, extraction (when deemed non- salvageable).
vi: Lựa chọn: đóng chóp bằng MTA, không điều trị, nhổ răng (khi coi là không cứu vãn).

source: Although fluid retention is an internal condition, it may also cause external swelling.
vi: Mặc dù giữ nước là một tình trạng bên trong, nó cũng có thể gây ra sưng bên ngoài.

source: Although historically healing in the aged was considered defective, there is now consensus that healing in the elderly is delayed but the final result is qualitatively similar to that in young subjects.
vi: Mặc dù lịch sử lành thương ở người già được coi là khiếm khuyết, hiện nay có sự đồng thuận rằng lành thương ở người cao tuổi bị trì hoãn nhưng kết quả cuối cùng có chất lượng tương tự như người trẻ.

source: Although proved in vitro, this cell-based approach is affected by several problems in vivo [7].
vi: Mặc dù đã chứng minh trong ống nghiệm, tiếp cận dựa trên tế bào này bị ảnh hưởng bởi một số vấn đề trong ống nghiệm [7].

source: Although studies evaluating periodontal disease in older subjects have shown
vi: Mặc dù các nghiên cứu đánh giá bệnh nha chu ở người già cho thấy

source: Although the outcome of these procedures remains unpredictable yet, when successful, the thickening of root canal walls and prolonged length of root improves the long-term prognosis of tooth [4-6].
vi: Mặc dù kết quả của phương pháp vẫn không thể đoán trước, nhưng khi thành công, sự dày thành ống tuỷ và kéo dài chiều dài của chân răng cải thiện tiên lượng dài hạn của răng [4 - 6].

source: Although the volume of the drug used in LSTR therapy is small and there were no reports of side effects, care should be taken if patients are sensitive to chemicals or antibiotics.
vi: Mặc dù khối lượng thuốc dùng trong điều trị LSTR nhỏ và không có báo cáo về tác dụng phụ, nên thận trọng nếu bệnh nhân nhạy cảm với chất hoá học hoặc kháng sinh.

source: Among these, the 3- mix paste of Metronidazole and ciprofloxacin plus minocycline is discussed in detail.
vi: Trong số đó, hỗn hợp 3 kháng sinh Metronidazole và ciprofloxacin thêm minocycline được thảo luận chi tiết.

source: An 3-[4,5-dimethylthiazol-2-yl]-2,5- diphenyl tetrazolium bromide (MTT) assay was performed using
vi: Thực hiện thử nghiệm 3-[4,5-dimethylthiazol-2-yl]-2,5- diphenyl tetrazolium bromide (MTT)

source: An Eskimo‘s brain is unusually heavy
vi: Một não Eskimo là nặng bất thường

source: An alternative to creating of a blood clot is the use of platelet-rich plasma (PRP), platelet rich fibrin (PRF) or autologous fibrin matrix (AFM).
vi: Một sự thay thế để tạo ra một cục máu đông là dùng huyết tương giàu tiểu cầu (PRP), tiểu cầu giàu fibrin (PRF) hoặc khung fibrin tự thân (AFM)

source: An exception might be the use of the hand file to induce bleeding, which can cause mild irritation but is not painful.
vi: Một ngoại lệ có thể là dùng dụng cụ tay gây chảy máu, có thể gây kích ứng nhẹ nhưng không đau.

source: An imaging scan can show an enlarged organ, muscle, or bone.
vi: Một ảnh quét có thể thấy sự nở rộng của cơ quan, cơ, hoặc xương.

source: An imaging test, such as an ultrasound, can offer more information about the cause of the swelling.
vi: Một hình ảnh, kiểm tra như một siêu âm, có thể cung cấp thêm thông tin về những nhân gây ra sưng.

source: An inadequate concentration means either less or no elimination of microbes.
vi: Không đủ nồng độ có nghĩa là loại bỏ ít hơn hoặc không loại bỏ được vi khuẩn.

source: An interesting issue is the concentration of 3Mix used because the clinical use of 3Mix has been empirical.
vi: Một vấn đề thú vị là nồng độ của 3Mix được dùng trong lâm sàng là dựa trên kinh nghiệm empirical.

source: An uncoated cover- slip and one coated with GC Fuji IX (GC Corporation, Tokyo, Japan) were used as controls.
vi: Một coverslip không tráng và một tráng với GC Fuji IX (GC Corporation, Tokyo, Japan) được dùng để làm nhóm chứng.

source: Anaerobic bacterial infections caused by Bacteroi- des species, fusobacteria, and clostridia respond favorably to metronidazole therapy.
vi: Nhiễm trùng vi khuẩn kỵ khí gây ra bởi loài Bacteroides, fusobacteria, và clostridia đáp ứng tốt khi điều trị bằng metronidazole.

source: Anesthesia with 3% mepivacaine without vasoconstrictor, dental dam isolation.
vi: Gây tê bằng 3% mepivacaine không có thuốc co mạch, cô lập bằng đê cao su.

source: Anesthesiology
vi: Gây mê

source: Animal Group
vi: Nhóm Động Vật

source: Ankylotic percussion tone
vi: Âm sắc gõ cứng khớp

source: Another concern regarding the use of antibiotic is development of bacterial resistance.
vi: Một mối quan tâm về việc sử dụng kháng sinh là vi khuẩn kháng kháng sinh.

source: Another disadvantage of blood clot is the risk that bleeding will not occur after evoking [4].
vi: Một bất lợi của cục máu đông là nguy cơ mà chảy máu sẽ không xảy ra sau khi gợi [4].

source: Another possible source of undifferentiated stem cells is from periodontal ligaments which are capable of bone (osteoblasts) or cementum (cementoblasts) formation.
vi: Nguồn khả dĩ khác của tế bào gốc chưa biệt hoá là từ dây chằng nha chu có khả năng tạo xương (osteoblasts) hoặc xê măng (cementoblasts).

source: Another problem is a negative effect of highly concentrated sodium hypochlorite through its proteolytic action on the dentinal surface [42].
vi: Vấn đề khác là ảnh hưởng tiêu cực của nồng độ sodium hypochlorite cao trong quá trình phân giải protein lên bề mặt ngà răng [42].

source: Another study suggested that 0.39 lgml1 was the safest non-toxic concentration of TAP on SCAPs and DPCs (15).
vi: Một nghiên cứu khác cho rằng 0.39 lgml1 là nồng độ không độc tính an toàn nhất của TAP lên SCAPs và DPCs (15).

source: Anterior and Premolar teeth - Consider use of Collatape/Collaplug and restoring with 3mm of a nonstaining restorative material followed by bonding a filled composite to the beveled enamel margin.
vi: Răng trước và răng cối nhỏ - Cân nhắc dùng Collatape/Collaplug vật liệu phục hồi phục hồi bằng 3mm vật liệu phục hồi không nhuộm màu bằng cách dán composite lên bề mặt men răng được vát.

source: Antibacterial Efﬁcacy of Antibiotics
vi: Hiệu quả diệt khuẩn của kháng sinh

source: Antibacterial effect present during both duplication stages and latent stage of bacterial growth phases.
vi: Hiệu quả kháng sinh trong cả hai giai đoạn vi khuẩn nhân đôi và giai đoạn tiềm ẩn của pha phát triển vi khuẩn

source: Antibacterial efficiency
vi: Hiệu quả kháng khuẩn

source: Antibiotic (3Mix) – ratio 1:1:1
vi: Kháng sinh (3Mix) – tỷ lệ 1:1:1

source: Antibiotics are mainly prescribed primarily to control active microbial infections, not for preventing the possibility of infections, unless the patient is medically compromised.
vi: Kháng sinh chủ yếu được chỉ định để kiểm soát nhiễm trùng, không dùng cho ngăn ngừa khả năng có thể nhiễm trùng, trừ khi bệnh nhân có nguy cơ về mặt y khoa.

source: Antibiotics are only considered as an adjunct to definitive non – surgical or surgical endodontic therapy.
vi: Kháng sinh chỉ được xem là một thuốc hỗ trợ điều trị nội nha phẫu thuật hoặc không phẫu thuật.

source: Any extrapola- tions based on cytotoxicity data should ensure a combination of assay methods are used to strengthen relevance.
vi: Bất kì ngoại suy dựa trên dữ liệu độc tính tế bào cần đảm bảo phối hợp các phương pháp đánh giá được dùng để tăng cường sự liên quan.

source: Apical foramen
vi: Lỗ chóp

source: Apical papilla is present at the apex of immature teeth and is surrounded by dental follicle, Hertwig´s epithelial sheath (HERS) and cell-rich layer which separate apical papilla from dental pulp [46, 47].
vi: Nhú chóp có mặt tại lỗ chóp của răng chưa trưởng thành và được bao quanh bởi bao răng, bao biểu mô Hertwig´s (HERS) và lớp giàu tế bào ngăn cách với nhú chóp từ tuỷ răng [46, 47].

source: Apical papilla represents a border to root canal system employing its cell-rich layer reducing significantly the risk that stem cells of apical papilla will be damaged.
vi: Nhú chóp ngăn cách với hệ thống ống tuỷ bằng một lớp giàu tế bào giảm có ý nghĩa nguy cơ tổn thương tế bào gốc của nhú chóp.

source: Appendix
vi: Phụ lục

source: As an alternative option, the recruitment of stem cells from the close vicinity of the root (or cell-free regenerative approach) seems to be feasible treatment modality.
vi: Như một lựa chọn thay thế, việc dùng tế bào gốc từ các vùng lân cận chân răng (hay tiếp cận tái tạo không tế bào) có vẻ là một phương pháp điều trị khả thi.

source: Assays will include:
vi: Thử nghiệm sẽ bao gồm:

source: Assess response to initial treatment.
vi: Đánh giá phản ứng điều trị ban đầu.

source: Assessment and risks Revitalisation is a fairly new treatment option that has been described in the dental literature in case reports and case series in the past 10 years.
vi: Đánh giá và rủi ro Revitalisation là mộy chọn lựa điều trị khá mới và được mô tả trong y văn bằng ca lâm sàng và loạt ca trong 10 năm qua.

source: At least some of the probiotic bacteria used in various probiotic products may colonize the oral cavity during the time they are in use; thus, the effects of probiotic bacteria in the oral cavity are important to understand.
vi: Ít nhất một số vi khuẩn probiotic được sử dụng trong các sản phẩm probiotic khác nhau có thể định hình khoang miệng trong thời gian sử dụng; Do đó, những ảnh hưởng của vi khuẩn probiotic trong khoang miệng rất quan trọng để hiểu được.

source: At the introduction of the symposium we cited the following:
vi: Tại phần giới thiệu của các hội nghị chuyên đề chúng tôi trích dẫn sau đây:

source: At this stage, the cells have to be subcultured (i.e., passaged) by transferring them to a new vessel with fresh growth medium to provide more room for continued growth.
vi: Ở giai đoạn này, dòng tế bào phải được cấy truyền bằng cách chuyển chúng vào một đĩa mới với môi trường tăng trưởng mới để có thêm nhiều chỗ để tiếp tục phát triển.

source: Author & year
vi: Tác giả & năm

source: Author information
vi: Thông tin tác giả

source: Bacteria inside the root canal can spread to the surrounding bone and cause inflammation, which can lead to abscess formation and premature tooth loss.
vi: Vi khuẩn trong ống tuỷ có thể lan tràn vào vùng xương xung quanh và gây viêm, có thể dẫn đến hình thành áp xe (túi mủ) và cuối cùng là mất răng.

source: Bacterial Collection
vi: Thu thập vi khuẩn

source: Bacterial samples were collected from 20 necrotic teeth during routine endodontic treatment following the protocol of Sassone et al (23).
vi: Mẫu vi khuẩn được thu thập từ 20 răng hoại tử trong điều trị nội nha hàng ngày theo quy trình của Sassone và cộng sự (23).

source: Banchs F & Trope M 2004 [7] No of cases :1 Tooth no : 45
vi: Banchs F & Trope M 2004 [7] Số ca:1 Răng: 45

source: Basic Equipment .
vi: Thiết bị cơ bản.

source: Baud and Auil (1971) have classified osteocyte lacunae into four different types, namely: 1.
vi: Baud and Auil (1971) phân loại lỗ xương thành 4 loại là: 1.

source: Bibliographical searches were performed using MEDLINE/ScienceDirect/OVID up to February 2015 using the following keywords (all fields): (“Curcumin” OR “Curcuma longa”) AND [(nanoparticles) OR (Nanomicelles) OR (micro emulsions) OR (liposome) OR (phospholipid).
vi: Tìm kiếm y văn được trên MEDLINE/ScienceDirect/OVID đến tháng 2 năm 2015 bằng các từ khoá sau (all fields): (“Curcumin” OR “Curcuma longa”) AND [(nanoparticles) OR (Nanomicelles) OR (micro emulsions) OR (liposome) OR (phospholipid).

source: Bifidobac- terial species isolated from oral samples include B. bifidum, B. dentium, and
vi: Các loài bifidobacterial được phân lập từ các mẫu xét nghiệm bao gồm B. bifidum, B. dentium, và

source: Biodentine and Mineral Trioxide Aggregate Induce Similar Cellular Responses in a Fibroblast Cell Line
vi: Biodentine and Mineral Trioxide Aggregate tạo ra phản ứng tế bào tương tự ở nguyên bào sợi.

source: Biology-based treatment - Revitalisation The treatment we are planning requires at least two visits.
vi: Điều trị dựa trên sinh học - Sự tái sinh Kế hoạch điều trị chúng tôi cần ít nhất hai lần hẹn.

source: Blank wells containing medium only
vi: Giếng trống chỉ chứa môi trường

source: Blood was collected in sterile glass tubes that contained citrate solution as the anticoagulant.
vi: Máu đã thu thập trong vô ống nghiệm chứa dung dịch citrate là thuốc chống đông máu.

source: Bone defect closure
vi: Khiếm khuyết xương đóng lại

source: Bone marrow
vi: Tuỷ xương

source: Bone union
vi: Hợp nhất xương

source: Both definitions have in common the idea that probiotic microorganisms are living.
vi: Cả hai định nghĩa đều có chung ý tưởng rằng vi sinh vật probiotic đang sống.

source: Both edges fused
vi: Cả hai cạnh hợp nhất

source: Both of these tissues are in intimate contact with wide anatomical foramen.
vi: Cả hai mô này tiếp xúc rất gần với lỗ chóp giải phẫu lớn.

source: Both should be performed only in adult patients after skeletal growth is complete (20 – 30 years of age).
vi: Những kỹ thuật trên chỉ nên thực hiện ở bệnh nhân trưởng thành sau khi hệ xương phát triển đầy đủ (20 - 30 tuổi)

source: Bridging of the bone defect
vi: Cầu nối của xương khiếm khuyết

source: Bridging with fibrous and cartilaginous tissue
vi: Cầu nối bằng mô sợi và mô sụn

source: Bridging with fibrous tissue
vi: Cầu nối với mô sợi

source: Briefly, the teeth were cut into half using a high-speed hand piece with a 330 fissure bur and water spray.
vi: Nhanh chóng, răng được cắt đôi bằng tay khoan siêu tốc với mũi 330 có xịt nước.

source: Briefly, under sterile conditions, an access opening was made
vi: Một cách ngắn gọn, mở tuỷ dưới điều kiện vô trùng

source: Broad spectrum antimicrobial agent
vi: Tác nhân kháng khuẩn phổ rộng.

source: But even in these studies the regeneration of pulp and pulp-dentinal organ has not been proven.
vi: Nhưng ngay cả trong các nghiên cứu này sự tái tạo của tuỷ răng và cơ quan ngà - tuỷ không được chứng minh.

source: CBCT analysis
vi: phân tích CBCT

source: CELL CULTURE BASICS
vi: NUÔI CẤY TẾ BÀO CƠ BẢN

source: CELL-FREE APPROACH IN REGENERATIVE ENDODONTICS
vi: TIẾP CẬN KHÔNG TẾ BÀO TRONG NỘI NHA TÁI TẠO

source: CHAPTER 10
vi: Chương 10

source: CLINICAL EXAMINATION
vi: KHÁM LÂM SÀNG

source: COMPOSITION: Several combination of medicaments are tried over years.(11) Some of the well-known combinations are:
vi: THÀNH PHẦN: Nhiều hỗn hợp thuốc đã được thử trong nhiều năm qua (11). Một vài công thức phổ biến là:

source: CONCLUSION
vi: KẾT LUẬN

source: CONCLUSION:
vi: KẾT LUẬN:

source: CONCLUSIONS:
vi: KẾT LUẬN:

source: Ca(OH)2 had a minimal effect on cell viability and cytokine production.
vi: Ca(OH)2 có ảnh hưởng tối thiểu trên tế bào sống và sản phẩm cytokine.

source: Calcium hydroxide has been used commonly as intracanal medicament.
vi: Calcium hydroxide được dùng phổ biến trong băng thuốc trong ống tuỷ.

source: Calcium hydroxide showed a gradual increase in antibacterial activity with a maximum of 59.4% on day 7 [18].
vi: Calcium hydroxide cho thấy sự gia tăng dần hoạt động kháng sinh tối đa 59.4% vào ngày 7 [18].

source: Cancellous bone
vi: Xương xốp

source: Caries and caries-associated microbes
vi: Sâu răng và sâu răng-liên quan đến vi khuẩn

source: Cariology Research
vi: Nghiên cứu tim mạch

source: Carrier (MP) – ratio 1:1
vi: dung môi (MP) – tỷ lệ 1:1

source: Case Selection:
vi: Chọn lựa trường hợp:

source: Cause
vi: Nguyên nhân

source: Cell Culture Basics | 1
vi: Nuôi cấy tế bào cơ bản | 1

source: Cell Culture Basics | 13
vi: Nuôi cấy tế bào cơ bản | 13

source: Cell Culture Basics | 19
vi: Nuôi cấy tế bào cơ bản | 19

source: Cell Culture Basics | 27
vi: Nuôi cấy tế bào cơ bản | 27

source: Cell Culture Basics | 31
vi: Nuôi cấy tế bào cơ bản | 31

source: Cell Culture Basics | 43
vi: Nuôi cấy tế bào cơ bản | 42

source: Cell Culture Basics | 47
vi: Nuôi cấy tế bào cơ bản | 47

source: Cell Culture Basics | 5
vi: Nuôi cấy tế bào cơ bản | 5

source: Cell Culture Basics | 9
vi: Nuôi cấy tế bào cơ bản | 9

source: Cell Culture Basics | i
vi: Nuôi cấy tế bào cơ bản | i

source: Cell Culture Basics | iii
vi: Nuôi cấy tế bào cơ bản | iii

source: Cell Culture Conditions
vi: Điều kiện nuôi cấy tế bào

source: Cell Culture Laboratory
vi: Labo nuôi cấy tế bào

source: Cell Culture Laboratory .
vi: Labo nuôi cấy tế bào

source: Cell Line
vi: Dòng Tế Bào

source: Cell Strain
vi: Chủng tế bào

source: Cell counting is a general name for various methods for the quantification of cells in life sciences, including medical diagnosis and treatment.
vi: Đếm tế bào là một tên gọi chung cho nhiều phương pháp xác định số lượng của tế bào trong khoa học, gồm chẩn đoán và điều trị.

source: Cell culture
vi: Nuôi cấy tế bào

source: Cell culture refers to the removal of cells from an animal or plant and their subsequent growth in a favorable artificial environment.
vi: Nuôi cấy tế bào đề cập tới lấy tế bào từ động vật hoặc thực vật và chúng tiếp tục phát triển trong một môi trường nhân tạo thích hợp.

source: Cell lines derived from primary cultures have a limited life span (i.e., they are finite; see below), and as they are passaged, cells with the highest growth capacity predominate, resulting in a degree of genotypic and phenotypic uniformity in the population.
vi: Dòng tế bào từ nuôi cấy sơ cấp có tuổi thọ giới hạn (vd chúng là hữu hạn, xem bên dưới), và bởi vì chúng được chuyển đi, tế bào có khả năng tăng trưởng cao nhất chiếm ưu thế, kết quả là có mức độ thống nhất kiểu gen, kiểu hình trong quần thể.

source: Cell number per well is too low.
vi: Số tế bào mỗi giếng quá thấp.

source: Cell number per well too high.
vi: Số tế bào mỗi giếng quá cao.

source: Cell viability was assessed quantitatively using AlamarBlue dye (Serotec, Oxford, UK) after 3, 6, 24, and 72 hours.
vi: Khả năng di dộng của tế bào được đánh giá định lượng bằng thuốc nhuộm AlamarBlue (Serotec, Oxford, UK) sau 3, 6, 24, and 72 giờ.

source: Cell viability was determined using the 3-[4,5-dimethylthiazol-2-yl]-2,5- diphenyl tetrazolium bromide (MTT) assay.
vi: Khả năng tồn tại của tế bào được xác định bằng xét nghiệm 3-[4,5-dimethylthiazol-2-yl]-2,5- diphenyl tetrazolium bromide (MTT).

source: Cell viability was determined using the 3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyl tetrazolium bromide (MTT) assay.
vi: Khả năng tồn tại của tế bào được xác định bằng xét nghiệm 3-[4,5-dimethylthiazol-2-yl]-2,5- diphenyl tetrazolium bromide (MTT).

source: Cell-based treatment is scientifically meritorious approach.
vi: Điều trị dựa trên tế bào là tiếp cận khoa học.

source: Cell-free approach mainly relies on intracanal delivery of three-dimensionally stable scaffold rich of growth factors which attract stem cells residing in the periapical region.
vi: Tiếp cận không tế bào chủ yếu dựa trên việc đưa vào trong ống tuỷ của ba chiều giá thể ổn định các yếu tố tăng trưởng mà thu hút tế bào gốc nằm ở khu vực quanh chóp.

source: Cells in Culture
vi: Tế bào trong nuôi cấy

source: Cells in culture can be divided in to three basic categories based on their shape and appearance (i.e., morphology).
vi: Tế bào trong nuôi cấy có thể được chia làm 3 loại cơ bản dựa trên hình dạng và vẻ ngoài của chúng (vd hình thái).

source: Cells not proliferating due to improper culture conditions or inadequate time of recovery after plating.
vi: Tế bào không tăng sinh do điều kiện nuôi cấy không thích hợp hoặc không đủ thời gian để phục hồi sau khi cấy.

source: Check medium before plating.
vi: Kiểm tra môi trường trước khi thực hiện.

source: Check that culture conditions (medium, temperature, humidity, CO , etc.) are ap-
vi: Kiểm tra điều kiện nuôi cấy (môi trường, nhiệt độ, độ ẩm, CO, ...)

source: Cheek swelling
vi: Sưng má

source: Chief complaint
vi: Than phiền chính

source: Ciprofloxacin is a synthetic floroquinolone with rapid bactericidal action.
vi: Ciprofloxacin là một floroquinolone tổng hợp với hoạt động diệt khuẩn nhanh.

source: Clinical and Radiographic exam
vi: Khám lâm sàng và xquang

source: Collectively, our data show that high concentrations of antibiotics have a detrimental effect on SCAP survival, whereas lower concentrations as well as Ca(OH)(2) at all tested concentrations are conducive with SCAP survival and proliferation.
vi: Nói chung, dữ liệu của chúng tôi cho thấy nồng độ thuốc kháng sinh cao tác động có hại lên sự tồn tại của SCAP, khi mà nồng độ thấp cũng như Ca(OH)2 tại mọi nồng độ thử nghiệm tạo thuận lợi cho SCAP tồn tại và tăng sinh.

source: Communicative speech
vi: Ngôn ngữ giao tiếp

source: Complete organization
vi: Tổ chức hoàn chỉnh

source: Complete reorganization
vi: Tái tổ chức hoàn toàn

source: Complete reorganization of cancellous bone
vi: Tổ chức lại xương xốp hoàn toàn

source: Compliant patient/parent.
vi: Tuân thủ của bệnh nhân/cha mẹ.

source: Components
vi: Thành phần

source: Composition of 3Mix-MP
vi: Thành phần của 3Mix-MP

source: Concluding Remarks
vi: Kết Luận

source: Conclusion
vi: Kết luận

source: Conclusion:
vi: Kết luận:

source: Conclusion: Areas of Dental Materials and Surgery, Anesthesiology and Implantology are those that most used animals in studies, with predominance of rodents, being usually sacrificed during or at the end of the experiment.
vi: Kết luận: khu Vực của Vật liệu nha khoa, và Phẫu thuật gây Mê và cấy ghép là những nghiên cứu sử dụng hầu hết các loài động vật trong các nghiên cứu với ưu thế của loài gặm nhấm, là thường hy sinh trong hay ở cuối của cuộc thí nghiệm.

source: Conclusion: PRP could not increase the formation of new vital tissue.
vi: Kết luận: PRP không thể làm tăng sự hình thành mô sống mới.

source: Conclusion: The low concentrations of intracanal medicaments tested in this study were not cytotoxic in cultured cells.
vi: Kết luận: nồng độ thấp của thuốc băng nội nha được thử nghiệm trong nghiên cứu này không gây độc tế bào được nuôi cấy.

source: Conclusions
vi: Kết luận

source: Conclusions: All drugs except metronidazole induced cytotoxicity on cultured cells.
vi: Kết luận: tất Cả các loại thuốc trừ metronidazole gây độc tế bào trên các tế bào nuôi cấy.

source: Conclusions: Biodentine and MTA showed similar cytotoxicity and induced a similar pattern of cytokine expression.
vi: Kết luận: Biodentine và MTA cho thấy độc tế bào tương tự và gây ra một mô hình tương tự của biểu hiện cytokine.

source: Conditions
vi: Điều kiện

source: Conflict of interest
vi: Xung đột về lợi ích

source: Consequently, for any developments of curcumin in the future, analogues of curcumin that have better bioavailability or substitute formulations are needed crucially.
vi: Do đó, để phát triển bất kỳ curcumin trong tương lai, curcumin tương tự có hoạt tính sinh học tốt hơn hoặc công thức thay thế là điều cần thiết.

source: Consistent with these observations, gingival fibroblasts are less able to adhere to and spread on both fibronectin and type I collagen.
vi: Phù hợp với những quan sát này, nguyên bào sợi nướu răng có ít khả năng dính và trải ra trên cả fibronectin and type I collagen.

source: Contamination of culture with bacteria or yeast.
vi: Nhiễm của vi khuẩn hoặc men.

source: Contamination with a reducing agent or cell/ bacterial contamination.
vi: Nhiễm với tác nhân giảm hoặc nhiễm tế bào/vi khuẩn.

source: Contents
vi: Nội dung
